{
  "ABOUT_CONTENT": "It all started with Python. Creating shapes in the command line doesn't sound very exciting, but that's where my love for programming started. Three years have passed since then. I learned several new languages, such as C# and TypeScript. I also discovered that my passion lies mainly in front-end development.\n\nI am currently studying Computer Science at Rotterdam University of Applied Sciences. I am in my third year and enjoy every minute of it. My internship at MoreApp was a big highlight.\n\nIn my personal life I usually play some video games or break my brain because of a bug in my code. I am also a huge movie and music nerd. Chances are I'm listening to music right now.",
  "COMPUTER_SCIENCE": "Computer Science",
  "CONTACT_ME": "Feel free to contact me!",
  "DEVELOPMENT_INTERN": "Development Intern",
  "FAVORITE_ALBUMS": "Favorite Albums",
  "FAVORITE_GAMES": "Favorite Games",
  "FAVORITE_MOVIES": "Favorite Movies",
  "HOGESCHOOL_ROTTERDAM": "Rotterdam University of Applied Sciences",
  "HOME_SUBTITLE": "A {{age}} year old Software Engineer",
  "HOME_TITLE": "Hi, I'm Glenn",
  "LAST_UPDATED": "Last updated",
  "PAGE_NOT_FOUND": "Page not found!",
  "PERSONAL_PROJECTS": "Personal Projects",
  "PROJECTS_BITFILM_CONTENT": "During the second half of my first year of study, I made a ticket reservation system with my project group. The system is built with the GUI WinForms and is programmed in C#. With Bitfilm it is possible to order movie tickets.\n\nA ticket can be ordered by selecting seats and entering some personal data. Admins of the system can also add and remove movies. Every movie has its own page, with a description, trailer and more. All the data is stored in a local database using SQLite.",
  "PROJECTS_BITMAIL_CONTENT": "During the first half of my second year of study, I made a mail system with my project group. This was part of Project C and was commissioned by Ranshuijsen B.V. The system is built with the Blazor web framework and is programmed in C#, HTML and CSS.\n\nWith Bitmail it is possible to send emails to a group of people based on labels. Mailing is done using Mailchimp. A label must contain contacts in order to send an email. When creating a label, contacts can be linked to it. A contact has an e-mail address and can be linked to an organization. All data is stored in a server-based database with MySQL.",
  "PROJECTS_BITFIT_CONTENT": "During the second half of my second year of study, I made an application/ prototype which helps a user with checking their endurance and creating training schedules. This was part of Project D and was commissioned by BLIS Digital. The application is built with the Blazor web framework and is programmed in C#, HTML and CSS. All the data is stored in a local database using SQLite.\n\nWith Bitfit it is possible to check the status of your endurance. The state of a user’s endurance level is calculated using the resting heart rate and their VO₂max. The resting heart rate can be retrieved from a Fitbit account. The user can generate a trainingschedule. This schedule consists of three types of exercises: HIIT (High-Intensity Interval Training), Endurance and a Strength training. The difficulty is based on the user’s endurance.",
  "PROJECTS_CLICKER_GAME_CONTENT": "This clicker game is a side project of mine. In June 2020 I started experimenting with Unity and this game is the result. The app is far from finished. I plan to return to this project in the near future.\n\nThe game is made with Unity and is programmed in C#. The aim of the game is to click on the wheat icon so that you can harvest it. Harvested wheat can be sold, earning the player money. With money, players can buy upgrades.",
  "PROJECTS_WEBSITE_CONTENT": "This website was made with React, TypeScript, TailwindCSS and serves as a personal portfolio. I also use this site to play around with new technologies. I highly recommend checking out TailwindCSS. If you are still writing your own CSS classes then this wonderful library will literally change your life, trust me :)\n\nYou can learn a lot about me on the homepage. For example, what my favorite albums or films are, but also what my work experience looks like. On the page you are currently on, you can view all the projects I've worked on in recent years, both school and personal projects.\n\nBuilding this website has taught me a lot, if you have any questions about the creation of this site or any other topic, you can send me a message on the contact page.",
  "READ_MORE": "Read more",
  "SCHOOL_PROJECTS": "School Projects",
  "VIEW_GITHUB_REPO": "View the GitHub Repository",
  "VISIT_WEBSITE": "Visit Website",
  "WORK_EXPERIENCE": "Work Experience",
  "ABOUT": "About",
  "CLOSE": "Close",
  "COMPLETED": "Completed",
  "CONTACT": "Contact",
  "DARK": "Dark",
  "DUTCH": "Dutch",
  "EDUCATION": "Education",
  "ENGLISH": "English",
  "GRADUATED": "Graduated",
  "HOBBIES": "Hobbies",
  "HOME": "Home",
  "INTERNSHIP": "Internship",
  "LANGUAGE": "Language",
  "LANGUAGES": "Languages",
  "LIGHT": "Light",
  "MONTHS": "Months",
  "MONTH": "Month",
  "NETHERLANDS": "Netherlands",
  "ONGOING": "Ongoing",
  "OTHER": "Other",
  "PRESENT": "Present",
  "PROJECTS": "Projects",
  "PRONOUNS": "He/Him",
  "SETTINGS": "Settings",
  "SKILLS": "Skills",
  "SYSTEM": "System",
  "THEME": "Theme",
  "THEMES": "Themes",
  "TIMELINE": "Timeline",
  "VWO": "Pre-university Education",

  "JANUARY": "January",
  "FEBRUARY": "February",
  "MARCH": "March",
  "APRIL": "April",
  "MAY": "May",
  "JUNE": "June",
  "JULY": "July",
  "AUGUST": "August",
  "SEPTEMBER": "September",
  "OCTOBER": "October",
  "NOVEMBER": "November",
  "DECEMBER": "December",
  "JANUARY_COMPACT": "Jan.",
  "FEBRUARY_COMPACT": "Feb.",
  "MARCH_COMPACT": "Mar.",
  "APRIL_COMPACT": "Apr.",
  "MAY_COMPACT": "May",
  "JUNE_COMPACT": "June",
  "JULY_COMPACT": "July",
  "AUGUST_COMPACT": "Aug.",
  "SEPTEMBER_COMPACT": "Sept.",
  "OCTOBER_COMPACT": "Oct.",
  "NOVEMBER_COMPACT": "Nov.",
  "DECEMBER_COMPACT": "Dec."
}
