{
  "HOME": "Home",
  "HOME_TITLE": "Hi, ik ben Glenn",
  "HOME_SUBTITLE": "Een {{age}}-jarige QA Engineer",

  "ABOUT": "Over",
  "ABOUT_ME": "Over mij",
  "ABOUT_CONTENT": "Welkom op mijn website! Mijn naam is Glenn Visser en ik woon in Maassluis, Nederland. Ik ben een vierdejaars student informatica aan de Hogeschool Rotterdam, die van een uitdaging houdt. Tijdens deze studie heb ik ervaring op kunnen doen met de volgende talen en frameworks: Python, C#, HTML, CSS, .NET & SQL. Ook heb ik een Artificial Intelligence (A.I.) Minor gedaan.\n\nNaast mijn studie werk ik parttime als software engineer bij het bedrijf MoreApp. MoreApp helpt bedrijven te stoppen met het gebruik van papieren formulieren door een digitaal alternatief te bieden dat veilig en milieuvriendelijk is. Als Software Engineer werk ik voornamelijk aan de frontend kant van onze applicatie met talen en tools zoals TypeScript, React & TailwindCSS. Momenteel probeer ik mijn ontwikkelaarstoolkit uit te breiden, door te werken aan backend-problemen in Java.\n\nIn mijn vrije tijd speel ik videogames, experimenteer ik met programmeren, kijk ik films en shows, luister ik veel naar muziek, ga ik naar concerten en wandel ik graag. De kans is groot dat ik nu naar muziek aan het luisteren ben.",

  "TIMELINE": "Tijdlijn",
  "ONGOING": "Lopend",
  "PRESENT": "Heden",
  "COMPLETED": "Voltooid",
  "GRADUATED": "Afgestudeerd",
  "HOGESCHOOL_ROTTERDAM": "Hogeschool Rotterdam",
  "COMPUTER_SCIENCE": "Informatica",
  "COMPUTER_SCIENCE_DESCRIPTION": "Tijdens deze studie heb ik voornamelijk gewerkt met Python en C#. Ook heb ik twee minoren gevolgd: Artificial Intelligence en Data Science.",
  "INTERNSHIP": "Stage",
  "DEVELOPMENT_INTERN": "Development Stagiair",
  "DEVELOPMENT_INTERN_DESCRIPTION": "Tijdens mijn stage bij MoreApp heb ik veel kennis kunnen opdoen met TypeScript, TailwindCSS, React en SCRUM. Ik heb ook veel Unit- en E2E-tests gedaan.",
  "MOREAPP_PART-TIME_DESCRIPTION": "Als parttime software engineer werk ik voornamelijk aan de frontend. Denk hierbij aan werken met TypeScript, React & TailwindCSS. Ik heb ook een beetje geëxperimenteerd met Java op backend-problemen.",
  "VWO": "VWO",
  "VWO_DESCRIPTION": "Op de middelbare school volgde ik het profiel Natuur/Gezondheid. Dit omvat vakken als natuurkunde, scheikunde, biologie en wiskunde A.",

  "CONTACT": "Contact",
  "MESSAGE_ME": "Stuur mij een bericht",
  "SEND": "Verstuur",
  "NAME": "Naam",
  "MESSAGE": "Bericht",

  "SETTINGS": "Instellingen",
  "THEME": "Thema",
  "LIGHT": "Licht",
  "DARK": "Donker",
  "SYSTEM": "Systeem",
  "LANGUAGE": "Taal",
  "DUTCH": "Nederlands",
  "ENGLISH": "Engels",

  "PAGE_NOT_FOUND": "Pagina niet gevonden!",

  "JANUARY": "januari",
  "FEBRUARY": "februari",
  "MARCH": "maart",
  "APRIL": "april",
  "MAY": "mei",
  "JUNE": "juni",
  "JULY": "july",
  "AUGUST": "augustus",
  "SEPTEMBER": "september",
  "OCTOBER": "oktober",
  "NOVEMBER": "november",
  "DECEMBER": "december",
  "JANUARY_COMPACT": "jan.",
  "FEBRUARY_COMPACT": "feb.",
  "MARCH_COMPACT": "maart",
  "APRIL_COMPACT": "apr.",
  "MAY_COMPACT": "mei",
  "JUNE_COMPACT": "juni",
  "JULY_COMPACT": "juli",
  "AUGUST_COMPACT": "aug.",
  "SEPTEMBER_COMPACT": "sept.",
  "OCTOBER_COMPACT": "okt.",
  "NOVEMBER_COMPACT": "nov.",
  "DECEMBER_COMPACT": "dec."
}
