{
  "ABOUT_CONTENT": "Welkom op mijn website! Mijn naam is Glenn Visser en ik woon in Maassluis, Nederland. Ik ben een vierdejaars student informatica aan de Hogeschool Rotterdam, die van een uitdaging houdt. Tijdens deze studie heb ik ervaring op kunnen doen met de volgende talen en frameworks: Python, C#, HTML, CSS, .NET & SQL. Ook heb ik een Artificial Intelligence (A.I.) Minor gedaan.\n\nNaast mijn studie werk ik parttime als software engineer bij het bedrijf MoreApp. MoreApp en ik kruisten elkaars pad in 2021 toen ik op zoek was naar een plek om mijn stage te doen, en daarna ben ik eigenlijk blijven hangen. MoreApp helpt bedrijven te stoppen met het gebruik van papieren formulieren door een digitaal alternatief te bieden dat veilig en milieuvriendelijk is. Als Software Engineer werk ik voornamelijk aan de frontend kant van onze applicatie met talen en tools zoals TypeScript, React & TailwindCSS. Momenteel probeer ik mijn ontwikkelaarstoolkit uit te breiden, door te werken aan backend-problemen in Java.\n\nIn mijn vrije tijd speel ik videogames, experimenteer ik met programmeren, kijk ik films en shows, luister ik veel naar muziek, ga ik naar concerten en wandel ik graag. De kans is groot dat ik nu naar muziek aan het luisteren ben.",
  "ABOUT_ME": "Over mij",
  "COMPUTER_SCIENCE": "Informatica",
  "DEVELOPMENT_INTERN": "Development Stagiair",
  "HOGESCHOOL_ROTTERDAM": "Hogeschool Rotterdam",
  "HOME_SUBTITLE": "Een {{age}}-jarige Software Engineer",
  "HOME_TITLE": "Hi, ik ben Glenn",
  "LAST_UPDATED": "Laatst bijgewerkt",
  "MESSAGE_ME": "Stuur mij een bericht",
  "PAGE_NOT_FOUND": "Pagina niet gevonden!",
  "PERSONAL_PROJECTS": "Persoonlijke Projecten",
  "POKÉMON_STARTER_CHOICE": "Kies verstandig!",
  "POKÉMON_STARTER_MESSAGE": "Wow, het is",
  "PROJECTS_BITFILM_CONTENT": "Tijdens de tweede helft van mijn eerste studiejaar heb ik met mijn projectgroep een ticketreserveringssysteem gemaakt. Het systeem is gebouwd met de GUI WinForms en is geprogrammeerd in C#. Met Bitfilm it is het mogelijk om filmkaartjes te bestellen.\n\nEen ticket kan besteld worden door stoelen te selecteren en enkele persoonlijke gegevens in te voeren. Beheerders van het systeem kunnen ook films toevoegen en verwijderen. Elke film heeft zijn eigen pagina, met een beschrijving, trailer en meer. Alle gegevens worden opgeslagen in een lokale database met behulp van SQLite.",
  "PROJECTS_BITMAIL_CONTENT": "Tijdens de eerste helft van mijn tweede studiejaar heb ik met mijn projectgroep een mailsysteem gemaakt. Dit was onderdeel van Project C en is gemaakt in opdracht van Ranshuijsen B.V. Het systeem is gebouwd met het Blazor web framework en is geprogrammeerd in C#, HTML en CSS.\n\nMet Bitmail is het mogelijk om op basis van labels e-mails te sturen naar een groep mensen. Mailen gebeurt met Mailchimp. Een label moet contacten bevatten om een e-mail te kunnen versturen. Bij het aanmaken van een label kunnen er contacten aan gekoppeld worden. Een contactpersoon heeft een e-mailadres en kan worden gekoppeld aan een organisatie. Alle gegevens worden opgeslagen in een servergebaseerde database met MySQL.",
  "PROJECTS_BITFIT_CONTENT": "Tijdens de tweede helft van mijn tweede studiejaar heb ik een applicatie/ prototype gemaakt die een gebruiker helpt bij het controleren van hun uithoudingsvermogen en het maken van trainingsschema's. Dit was onderdeel van Project D en in opdracht van BLIS Digital. De applicatie is gebouwd met het Blazor-web framework en is geprogrammeerd in C#, HTML en CSS. Alle gegevens worden met SQLite in een lokale database opgeslagen.\n\nMet Bitfit is het mogelijk om de status van je uithoudingsvermogen te controleren. De staat van het uithoudingsvermogen van een gebruiker wordt berekend aan de hand van de rusthartslag en hun VO₂max. De rusthartslag kan worden opgehaald uit een Fitbit-account. De gebruiker kan een trainingsschema genereren Dit schema bestaat uit drie soorten oefeningen: HIIT (High-Intensity Interval Training), Endurance en een Strength training. De moeilijkheidsgraad is gebaseerd op het uithoudingsvermogen van de gebruiker.",
  "PROJECTS_CLICKER_GAME_CONTENT": "Deze clickergame is een zijproject van mij. In juni 2020 ben ik begonnen met experimenteren met Unity en deze game is het resultaat. De app is nog lang niet af. Ik ben van plan in de nabije toekomst terug te keren naar dit project.\n\nHet spel is gemaakt met Unity en is geprogrammeerd in C#. Het doel van het spel is om op het tarwepictogram te klikken zodat je het kunt oogsten. Geoogste tarwe kan worden verkocht, wat de speler geld oplevert. Met geld kunnen spelers upgrades kopen.",
  "PROJECTS_WEBSITE_CONTENT": "Deze website is gemaakt met React, TypeScript, TailwindCSS en dient als persoonlijk portfolio. Ik gebruik deze site ook om te experimenteren met nieuwe technologieën. Ik raad ten zeerste aan om TailwindCSS te bekijken. Als je nog steeds je eigen CSS-klassen schrijft, dan zal deze prachtige library je leven letterlijk veranderen, geloof me :)\n\nOp de homepage kun je veel over mij te weten komen. Bijvoorbeeld wat mijn favoriete albums of films zijn, maar ook hoe mijn werkervaring eruitziet. Op de huidige pagina kun je alle projecten bekijken waar ik de afgelopen jaren aan heb gewerkt, zowel school- als persoonlijke projecten.\n\nHet bouwen van deze website heeft mij veel geleerd, mocht je vragen hebben over de totstandkoming van deze site of een ander onderwerp dan kun je mij een bericht sturen op de contactpagina.",
  "READ_MORE": "Lees verder",
  "SCHOOL_PROJECTS": "School Projecten",
  "SETTINGS_DESCRIPTION": "Met deze instellingen kun je de taal wijzigen of overstappen op een ander thema (licht/donker).",
  "VIEW_GITHUB_REPO": "Bekijk de GitHub Repository",
  "VISIT_WEBSITE": "Bezoek Website",
  "WORK_EXPERIENCE": "Werkervaring",
  "ABOUT": "Over",
  "CLOSE": "Sluit",
  "COMPLETED": "Voltooid",
  "CONTACT": "Contact",
  "DARK": "Donker",
  "DUTCH": "Nederlands",
  "EDUCATION": "Opleidingen",
  "ENGLISH": "Engels",
  "GRADUATED": "Afgestudeerd",
  "HEIGHT": "Hoogte",
  "HOME": "Home",
  "INTERNSHIP": "Stage",
  "LANGUAGE": "Taal",
  "LANGUAGES": "Talen",
  "LIGHT": "Licht",
  "MONTHS": "Maanden",
  "MONTH": "Maand",
  "NETHERLANDS": "Nederland",
  "ONGOING": "Lopend",
  "OTHER": "Overig",
  "PRESENT": "Heden",
  "PROJECTS": "Projecten",
  "PRONOUNS": "Hij/Hem",
  "SEND": "Verstuur",
  "SETTINGS": "Instellingen",
  "SKILLS": "Vaardigheden",
  "SUMMARY": "Overzicht",
  "SYSTEM": "Systeem",
  "THEME": "Thema",
  "THEMES": "Themas",
  "TIMELINE": "Tijdlijn",
  "VWO": "VWO",
  "WEIGHT": "Gewicht",

  "JANUARY": "januari",
  "FEBRUARY": "februari",
  "MARCH": "maart",
  "APRIL": "april",
  "MAY": "mei",
  "JUNE": "juni",
  "JULY": "july",
  "AUGUST": "augustus",
  "SEPTEMBER": "september",
  "OCTOBER": "oktober",
  "NOVEMBER": "november",
  "DECEMBER": "december",
  "JANUARY_COMPACT": "jan.",
  "FEBRUARY_COMPACT": "feb.",
  "MARCH_COMPACT": "maart",
  "APRIL_COMPACT": "apr.",
  "MAY_COMPACT": "mei",
  "JUNE_COMPACT": "juni",
  "JULY_COMPACT": "juli",
  "AUGUST_COMPACT": "aug.",
  "SEPTEMBER_COMPACT": "sept.",
  "OCTOBER_COMPACT": "okt.",
  "NOVEMBER_COMPACT": "nov.",
  "DECEMBER_COMPACT": "dec."
}
