{
  "HOME": "Home",
  "HOME_TITLE": "Hi, I'm Glenn",
  "HOME_SUBTITLE": "A {{age}} year old Software Engineer",

  "ABOUT": "About",
  "ABOUT_ME": "About me",
  "ABOUT_CONTENT": "Welcome to my website! My name is Glenn Visser and I live in Maassluis, Netherlands. I am a fourth year computer science student at the Rotterdam University of Applied Sciences, who loves a challenge. During this study I was able to gain experience with the following languages and frameworks: Python, C#, HTML, CSS, .NET & SQL. I also did an Artificial Intelligence (A.I.) Minor.\n\nIn addition to my studies, I work part-time as a software engineer at the company MoreApp. MoreApp and I crossed paths in 2021 when I was looking for a place to do my internship, and after that I sort of stuck around. MoreApp helps companies stop using paper forms by providing a digital alternative that is safe and environmentally friendly. As a Software Engineer I mostly work on the frontend side of our application with languages and tools such as TypeScript, React & TailwindCSS. Currently I am trying to expand my developer toolkit by working on backend issues in Java.\n\nIn my spare time I play video games, experiment with programming, watch movies and shows, listen to a lot of music, go to concerts and like to walk. Chances are I'm listening to music right now.",

  "TIMELINE": "Timeline",
  "ONGOING": "Ongoing",
  "PRESENT": "Present",
  "COMPLETED": "Completed",
  "GRADUATED": "Graduated",
  "HOGESCHOOL_ROTTERDAM": "Rotterdam University of Applied Sciences",
  "COMPUTER_SCIENCE": "Computer Science",
  "COMPUTER_SCIENCE_DESCRIPTION": "During this study I mainly worked with Python, C# and SQL. I also followed two minors: Artificial Intelligence and Data Science.",
  "INTERNSHIP": "Internship",
  "DEVELOPMENT_INTERN": "Development Intern",
  "DEVELOPMENT_INTERN_DESCRIPTION": "During my internship at MoreApp I was able to gain a lot of knowledge with TypeScript, TailwindCSS, React and SCRUM. I've also done a lot of Unit and E2E tests.",
  "MOREAPP_PART-TIME_DESCRIPTION": "As a part-time software engineer I mainly work on the frontend. Think of working with TypeScript, React & TailwindCSS. I've also experimented a bit with Java on backend issues.",
  "VWO": "Pre-university Education",
  "VWO_DESCRIPTION": "At secondary school I followed the Nature/Health profile. This includes subjects such as Physics, Chemistry, Biology and Mathematics A.",

  "CONTACT": "Contact",
  "MESSAGE_ME": "Send me a message",
  "SEND": "Send",

  "SETTINGS": "Settings",
  "SETTINGS_DESCRIPTION": "With these settings you can change the language or switch to a different theme (light/dark).",
  "THEME": "Theme",
  "LIGHT": "Light",
  "DARK": "Dark",
  "SYSTEM": "System",
  "LANGUAGE": "Language",
  "DUTCH": "Dutch",
  "ENGLISH": "English",

  "PAGE_NOT_FOUND": "Page not found!",

  "JANUARY": "January",
  "FEBRUARY": "February",
  "MARCH": "March",
  "APRIL": "April",
  "MAY": "May",
  "JUNE": "June",
  "JULY": "July",
  "AUGUST": "August",
  "SEPTEMBER": "September",
  "OCTOBER": "October",
  "NOVEMBER": "November",
  "DECEMBER": "December",
  "JANUARY_COMPACT": "Jan.",
  "FEBRUARY_COMPACT": "Feb.",
  "MARCH_COMPACT": "Mar.",
  "APRIL_COMPACT": "Apr.",
  "MAY_COMPACT": "May",
  "JUNE_COMPACT": "June",
  "JULY_COMPACT": "July",
  "AUGUST_COMPACT": "Aug.",
  "SEPTEMBER_COMPACT": "Sept.",
  "OCTOBER_COMPACT": "Oct.",
  "NOVEMBER_COMPACT": "Nov.",
  "DECEMBER_COMPACT": "Dec."
}
